tests/logs/1parcel/1643191780req_getlabels_Z2D.xml

<?xml version="1.0" encoding="UTF-8"?>
<env:Envelope xmlns:env="http://www.w3.org/2003/05/soap-envelope" xmlns:ns1="http://cxf.shipping.soap.chronopost.fr/">
  <env:Body>
    <ns1:getReservedSkybillWithTypeAndMode>
      <reservationNumber>405588805031224667082</reservationNumber>
      <mode>Z2D</mode>
    </ns1:getReservedSkybillWithTypeAndMode>
  </env:Body>
</env:Envelope>
